Repository: WPPlugins/shorten2ping
Catalog: locale/shorten2ping-*.po
Languages: fr_fr, pl_pl

source: Short URL
fr_fr: URL courte
pl_pl: Adres skrócony

source: Shorten2Ping Options
fr_fr: Options Shorten2Ping
pl_pl: Shorten2Ping Opcje

source: Shorten2Ping allows you to update status at Ping.fm whenever a new blog entry is published. To start using it, simply enter the required information below, and press update information button. You only need to fill data for the services you want to use.
fr_fr: Shorten2Ping vous permet de mettre à jour votre statut Ping.fm, lorsqu'un nouvel article est publié. Pour commencer à l'utiliser, veuillez complèter les informations ci-dessous et cliquez le bouton de mise à jour. Vous devez ajouter les services que vous voulez utiliser.
pl_pl: Shorten2Ping pozwala na zmiane statusu w serwisie Ping.fm kiedykolwiek publikujesz coś nowego. Aby uruchomić wystarczy wypełnić informację poniżej i kliknąć przycisk upgrade.Potrzebujesz jedynie wybrać serwis jaki chcesz używać.

source: You can also customize the message for the status notification by using the "message" field below. You can use [title] to represent the title of the blog entry, [link] to represent the permalink, and [tags] to convert post tags into Twitter hashtags.
fr_fr: Vous pouvez customiser le message pour la notification du statut en utilisant le champ "message". Vous pouvez utiliser la balise [title] pour représenter le titre de votre article, la balise [link] pour le permalien, et [tags] pour convertir les mots clés de l'article en hashtags Twitter.
pl_pl: Możesz spersonalizować status wiadomość używająć pola "message". Możesz użyć atrybutu [title] dla tytułu Twojego Bloga,atrybut [link] do wyświetlania linku i atrybutu [tags] do zamiany w Tagi Twittera.

source: General
fr_fr: Général
pl_pl: Ogólne

source: Notification
pl_pl: Przypomnienie

source: Shorteners
fr_fr: Rétrécissuer
pl_pl: Skrócone

source: Setting
fr_fr: Réglage
pl_pl: Ustawienia

source: Description
pl_pl: Opis

source: Status Message
fr_fr: Message statut
pl_pl: Status wiadomości

source: You can use [title] for the post title, [link] for the short link, and [tags] to use posts tags as Twitter hashtags. Example: New post, [title] [link] [tags]
fr_fr: Vous pouvez utiliser la balise [title] pour titre de l'article, [link] pour le lien court, et [tags]pour convertir les mots clés de l'article en hashtags Twitter. Exemple : Nouvel article, [title] [link] [tags]
pl_pl: Możesz użyć atrybutu [title] dla tytułu postu, [link] dla skróconego linki i [tags] dla tagów wiadomości dla Twittera. Przykład: Nowy post, [title] [link] [tags]

source: Shorten Permalinks With:
fr_fr: Permaliens courts avec :
pl_pl: Skrócone linki z:

source: YOURLS
pl_pl: TWOJE LINKI

source: Self domain
fr_fr: Domaine personnalisé
pl_pl: Domena głowna

source: None
fr_fr: Aucun
pl_pl: Brak

source: Choose to make short URLs using any of the shorteners or turn off this feature.
fr_fr: Choisissez de générer des URLs courtes en utilisant un de ces services ou désactivez cette fonctionnalité.
pl_pl: Wybierz adresy URLs które mają zostać skrócone.

source: Send Notification To:
fr_fr: Envoyer des notification vers :
pl_pl: Wyślij powiadomienie do:

source: Ping.fm user key
fr_fr: User key Ping.fr
pl_pl: Ping.fm nazwa użytkownika

source: Ping.fm email
fr_fr: Email Ping.fm
pl_pl: Email Ping.fm

source: Choose to send notification to Ping.fm using user key, posting email, or turn off this feature.
fr_fr: Choisissez d'envoyer les notification à Ping.fr en utilisant user key (clé utilisateur), post par email, ou désactivez cette fonctionnalité.
pl_pl: Wybierz powiadomienie które zostanie wysłane do Ping.fm używając Twojego konta w serwisie.

source: API Key
fr_fr: Clé API
pl_pl: Klucz API

source: Posting email
fr_fr: Post par email
pl_pl: Wysłanie wiadomości

source: Put your Ping.fm <a href="http://ping.fm/key/">API key</a> here or your "secret" <a href="http://ping.fm/email/">posting email</a>.
fr_fr: Ajoutez votre Ping.fm <a href="http://ping.fm/key/">clé API</a> ou votre "secret" <a href="http://ping.fm/email/">email posting</a>.
pl_pl: Wstawr Ping.fm <a href="http://ping.fm/key/">API key</a> Twój kluczr "secret" <a href="http://ping.fm/email/">Wyślij wiadomość</a>.

source: bit.ly or j.mp
fr_fr: bit.ly ou j.mp
pl_pl: bit.ly o j.mp

source: API Login
fr_fr: Connexion API
pl_pl: Usuario API

source: Put here your API login and <a href="http://bit.ly/account/">Bit.ly</a> API key. This is the same for <a href="http://j.mp/account/">J.mp</a>.
pl_pl: Wstaw Twój login klucza API l<a href="http://bit.ly/account/">Bit.ly</a> Klucz Api to samo<a href="http://j.mp/account/">J.mp</a>.

source: WordPress API Key
fr_fr: Clé API WordPress
pl_pl: Klucz Api Wordpressa

source: Put here your <a href="http://en.support.wordpress.com/api-keys/">API key from wordpress.com</a> account.
fr_fr: Ajoutez votre <a href="http://en.support.wordpress.com/api-keys/">API key</a> de votre compte Wordpress.
pl_pl: Wstaw <a href="http://en.support.wordpress.com/api-keys/">Klucz API wordpress.com</a> account.

source: Username
fr_fr: Compte utilisateur
pl_pl: Użytkownik

source: Password
fr_fr: Mot de passe
pl_pl: Hasło

source: Put here your username and password for <a href="http://yourls.org/">YOURLS</a>.
fr_fr: Ajoutez votre username et password pour <a href="http://yourls.org/">YOURLS</a>.
pl_pl: Wpisz nazwę użytkownika i hasło <a href="http://yourls.org/">TWOJE LINKI</a>.

source: YOURLS API URL
fr_fr: URL API YOURLS
pl_pl: TWOJE LINKI API

source: Example: http://example.com/yourls-api.php
fr_fr: Exemple : http://exemple.com/yourls-api.php
pl_pl: Przykład: http://example.com/yourls-api.php

source: Put here your API login and <a href="http://su.pr/settings/">Su.pr</a> API key.
fr_fr: Ajoutez votre connexion API et <a href="http://su.pr/settings/">Su.pr</a> API key.
pl_pl: Wstaw Login i Twoje API <a href="http://su.pr/settings/">Su.pr</a> Klucz API

source: cli.gs API Key
fr_fr: Clé API cli.gs
pl_pl: cli.gs Klucz Api

source: Put here your <a href="http://cli.gs/user/api">API key from cli.gs</a> account.
fr_fr: Ajoutez l'<a href="http://cli.gs/user/api">API key</a> de votre compte cli.gs.
pl_pl: Podaj <a href="http://cli.gs/user/api">clave klucz API</a> konto

source: Save settings
fr_fr: Enregistrer les réglages
pl_pl: Zapisz ustawienia

source: If you find this plugin useful, please consider to make a donation to Shorten2Ping's author (any amount will be appreciated).
fr_fr: Si vous trouvez cette extension utile, vous pouvez faire un don à l'auteur de Shorten2Ping (tous les montants sont appréciés).
pl_pl: Jeśli wtyczka okazała się pomocna wspomóż autora. ( każda kwota będzie pomocna)

source: Go to settings page
fr_fr: Page de réglages
pl_pl: Idz do strony z ustawieniami

source: Settings
fr_fr: Réglages
pl_pl: Ustawienia
